Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# finances.add_account.product.debt.recommendation.2.subtitle
source: личные займы и одолженные суммы
de: Persönliche Kredite und geliehenes Geld
en: personal loans and lent money
es: préstamos personales y dinero prestado
fr: prêts personnels et argent prêté
tr: kişisel krediler ve ödünç verilen para
zh_hans: 个人借出款和外借资金

# finances.add_account.product.debt.recommendation.2.title
source: Выданные займы
de: Ausgegebene Kredite
en: Loans issued
es: Préstamos otorgados
fr: Prêts accordés
tr: Verilen Krediler
zh_hans: 已借出款项

# finances.add_account.product.debt.subtitle
source: Долг, который должны вернуть вам
de: Schuld oder Geld, das dir zurückgezahlt werden soll
en: Debt or money that should be repaid to you
es: Deuda o dinero que debería ser reembolsado
fr: Dette ou argent qui doit vous être remboursé
tr: Borç veya size iade edilmesi gereken para
zh_hans: 应归还给你的欠款或债权

# finances.add_account.product.debt.title
source: Долг
de: Schuld
en: Debt
es: Deuda
fr: Dette
tr: Borç
zh_hans: 债权

# finances.add_account.product.deposit.compact_subtitle
source: срок, ставка, проценты
de: Festgeld mit Zinsen
en: term deposit with interest
es: depósito a plazo con intereses
fr: dépôt à terme avec intérêts
tr: faizli vadeli mevduat
zh_hans: 期限、利率、收益

# finances.add_account.product.deposit.recommendation.1.subtitle
source: срочные вклады и проценты
de: Festgelder und Zinsen
en: term deposits and interest
es: depósitos a plazo e intereses
fr: dépôts à terme et intérêts
tr: vadeli mevduat ve faizler
zh_hans: 定期存款和利息

# finances.add_account.product.deposit.recommendation.1.title
source: Вклады
de: Einlagen
en: Deposits
es: Depósitos
fr: Dépôts
tr: Mevduatlar
zh_hans: 存款

# finances.add_account.product.deposit.recommendation.2.subtitle
source: деньги под ставку на срок
de: Gesperrtes Geld für Rendite
en: money locked for yield
es: dinero bloqueado para rendimiento
fr: argent productif de revenus
tr: getiri için para
zh_hans: 锁定期限以获取收益的资金

# finances.add_account.product.deposit.recommendation.2.title
source: Сбережения
de: Ersparnisse
en: Savings
es: Ahorro
fr: Épargne
tr: Tasarruflar
zh_hans: 收益储蓄

# finances.add_account.product.deposit.subtitle
source: Вклад с процентами и сроком
de: Festgeld mit Zinsen
en: Term deposit with interest
es: Depósito a plazo con intereses
fr: Dépôt à terme avec intérêts
tr: Faizli vadeli mevduat
zh_hans: 带利息和期限的存款

# finances.add_account.product.deposit.title
source: Вклад
de: Einlage
en: Deposit
es: Depósito
fr: Dépôt
tr: Mevduat
zh_hans: 存款

# finances.add_account.product.house.compact_subtitle
source: дом, квартира или участок
de: Haus, Wohnung oder Grundstück
en: home, apartment or land
es: casa, apartamento o terreno
fr: maison, appartement ou terrain
tr: ev, daire veya arazi
zh_hans: 房屋、公寓或土地

# finances.add_account.product.house.recommendation.1.subtitle
source: вся жилая и коммерческая недвижимость
de: Alle Wohn- und Gewerbeimmobilien
en: all residential and commercial property
es: toda la propiedad residencial y comercial
fr: tous les biens immobiliers résidentiels et commerciaux
tr: tüm konut ve ticari gayrimenkuller
zh_hans: 所有住宅和商业地产

# finances.add_account.product.house.recommendation.1.title
source: Недвижимость
de: Immobilien
en: Real estate
es: Inmuebles
fr: Immobilier
tr: Gayrimenkul
zh_hans: 房地产

# finances.add_account.product.house.recommendation.2.subtitle
source: личные объекты и жильё семьи
de: Eigenheime und Familienunterkünfte
en: personal homes and family housing
es: viviendas personales y familiares
fr: résidence personnelle et biens familiaux
tr: kişisel ve aile konutları
zh_hans: 个人住房和家庭房产

# finances.add_account.product.house.recommendation.2.title
source: Дом и жильё
de: Heim und Wohnen
en: Home and housing
es: Hogar y vivienda
fr: Maison et logement
tr: Ev ve Konut
zh_hans: 住房

# finances.add_account.product.house.subtitle
source: Недвижимость и жилье
de: Immobilien und Grundbesitz
en: Real estate and property
es: Inmuebles y propiedades
fr: Biens immobiliers et propriétés
tr: Gayrimenkul ve mülkler
zh_hans: 房地产和房产

# finances.add_account.product.house.title
source: Недвижимость
de: Immobilien
en: Real Estate
es: Inmueble
fr: Immobilier
tr: Gayrimenkul
zh_hans: 房地产

# finances.add_account.product.investment.compact_subtitle
source: ручная оценка
de: Manuelle Bewertung
en: manual valuation
es: valoración manual
fr: valorisation manuelle
tr: manuel değerleme
zh_hans: 手动估值

# finances.add_account.product.investment.recommendation.1.subtitle
source: универсальная группа для капитала
de: Allgemeiner Behälter für investiertes Kapital
en: general bucket for invested capital
es: contenedor general para capital invertido
fr: panier général pour le capital investi
tr: yatırılan sermaye için genel sepet
zh_hans: 投资资本的通用分组

# finances.add_account.product.investment.recommendation.1.title
source: Инвестиции
de: Investitionen
en: Investments
es: Inversiones
fr: Investissements
tr: Yatırımlar
zh_hans: 投资

# finances.add_account.product.investment.recommendation.2.subtitle
source: активы с горизонтом на годы
de: Vermögenswerte, die du jahrelang hältst
en: assets you hold for years
es: activos que mantienes durante años
fr: actifs détenus sur plusieurs années
tr: yıllarca tuttuğunuz varlıklar
zh_hans: 持有多年、长期配置的资产

# finances.add_account.product.investment.recommendation.2.title
source: Долгосрок
de: Langfristig
en: Long term
es: Largo plazo
fr: Long terme
tr: Uzun Vadeli
zh_hans: 长期持有

# finances.add_account.product.investment.subtitle
source: Актив с ручной оценкой стоимости и динамикой
de: Anlage mit manueller Bewertung und Performance-Tracking
en: Asset with manual valuation and performance tracking
es: Activo con valoración manual y seguimiento de rendimiento
fr: Actif avec valorisation manuelle et suivi du rendement
tr: Manuel değerleme ve getiri takipli varlık
zh_hans: 可手动录入估值并跟踪表现的资产

# finances.add_account.product.investment.title
source: Актив
de: Anlage
en: Asset
es: Activo
fr: Actif
tr: Varlık
zh_hans: 资产

# finances.add_account.product.other.compact_subtitle
source: ценные вещи и коллекции
de: Wertgegenstände und Sammlerstücke
en: valuables and collectibles
es: objetos de valor y colecciones
fr: objets de valeur et collections
tr: değerli eşyalar ve koleksiyonlar
zh_hans: 贵重物品和收藏品

# finances.add_account.product.other.recommendation.1.subtitle
source: для всего, что не подошло под шаблон
de: Für Vermögenswerte, die keine Voreinstellung haben
en: for assets that do not fit a preset
es: para activos que no encajan en un preset
fr: pour les actifs ne rentrant pas dans les catégories
tr: kategorilere sığmayan varlıklar için
zh_hans: 适合不符合预设模板的资产

# finances.add_account.product.other.recommendation.1.title
source: Прочие активы
de: Sonstige Anlagen
en: Other assets
es: Otros activos
fr: Autres actifs
tr: Diğer Varlıklar
zh_hans: 其他资产

# finances.add_account.product.other.recommendation.2.subtitle
source: арт, техника, предметы и коллекционные вещи
de: Kunst, Ausrüstung und Sammlerstücke
en: art, gear, and collectible items
es: arte, equipo y objetos coleccionables
fr: art, matériel et objets de collection
tr: sanat, teknoloji ve koleksiyon parçaları
zh_hans: 艺术品、设备和收藏品

# finances.add_account.product.other.recommendation.2.title
source: Коллекции
de: Sammlungen
en: Collections
es: Colecciones
fr: Collections
tr: Koleksiyonlar
zh_hans: 收藏品

# finances.add_account.product.other.subtitle
source: Прочий актив с ручным вводом суммы
de: Sonstige Anlage mit manueller Betragseingabe
en: Other asset with manual amount entry
es: Otro activo con entrada de importe manual
fr: Autre actif avec saisie manuelle du montant
tr: Manuel tutar girişli diğer varlık
zh_hans: 可手动填写金额的其他资产

# finances.add_account.product.other.title
source: Другое
de: Sonstiges
en: Other
es: Otro
fr: Autre
tr: Diğer
zh_hans: 其他

# finances.add_account.product.section.assets.subtitle
source: Для имущества, инвестиций и капитала
de: Immobilien, Investitionen und Kapital
en: Property, investments, and capital
es: Propiedades, inversiones y capital
fr: Biens, investissements et capital
tr: Mülkler, yatırımlar ve sermaye
zh_hans: 用于房产、投资和资本

# finances.add_account.product.section.assets.title
source: Активы
de: Anlagen
en: Assets
es: Activos
fr: Actifs
tr: Varlıklar
zh_hans: 资产

# finances.add_account.product.section.liabilities.subtitle
source: Для кредитов и возвратов денег
de: Kredite, Schulden und Rückzahlungen
en: Loans, debts, and repayments
es: Préstamos, deudas y reembolsos
fr: Prêts, dettes et remboursements
tr: Krediler, borçlar ve geri ödemeler
zh_hans: 用于贷款、欠款和回款

# finances.add_account.product.section.liabilities.title
source: Обязательства
de: Verbindlichkeiten
en: Liabilities
es: Pasivos
fr: Passifs
tr: Pasifler
zh_hans: 负债

# finances.add_account.product.section.money.subtitle
source: Для повседневных счетов и балансов
de: Alltägliche Guthaben und Bargeldkonten
en: Everyday balances and cash accounts
es: Saldos cotidianos y cuentas de efectivo
fr: Soldes du quotidien et comptes en espèces
tr: Günlük bakiyeler ve nakit hesaplar
zh_hans: 用于日常余额和现金账户

# finances.add_account.product.section.money.title
source: Деньги
de: Geld
en: Money
es: Dinero
fr: Argent
tr: Para
zh_hans: 资金

# finances.add_account.product.stocks.compact_subtitle
source: акции, ETF и фонды
de: Aktien, ETFs und Fonds
en: stocks, ETFs and funds
es: acciones, ETFs y fondos
fr: actions, ETF et fonds
tr: hisseler, ETF'ler ve fonlar
zh_hans: 股票、ETF 和基金

# finances.add_account.product.stocks.recommendation.1.subtitle
source: рыночные бумаги в одном месте
de: Marktpapiere an einem Ort
en: market securities in one place
es: valores de mercado en un solo lugar
fr: titres de marché en un seul endroit
tr: piyasa menkul kıymetleri tek yerde
zh_hans: 把市场证券集中在一个分组里

# finances.add_account.product.stocks.recommendation.1.title
source: Акции и ETF
de: Aktien und ETFs
en: Stocks and ETFs
es: Acciones y ETFs
fr: Actions et ETF
tr: Hisseler ve ETF'ler
zh_hans: 股票和 ETF

# finances.add_account.product.stocks.recommendation.2.subtitle
source: если хочешь группировать по брокеру
de: Wenn du einen Broker-Behälter möchtest
en: when you want a brokerage bucket
es: cuando quieres un contenedor de corretaje
fr: quand vous souhaitez un compte de courtage
tr: aracılık hesabı istediğinizde
zh_hans: 适合按券商分组管理

# finances.add_account.product.stocks.recommendation.2.title
source: Брокерский счёт
de: Broker
en: Brokerage
es: Corretaje
fr: Compte de courtage
tr: Aracılık Hesabı
zh_hans: 券商账户

# finances.add_account.product.stocks.subtitle
source: Акции и ETF с тикером и количеством
de: Aktien und ETFs mit Ticker und Menge
en: Stocks and ETFs with ticker and quantity
es: Acciones y ETFs con ticker y cantidad
fr: Actions et ETF avec ticker et quantité
tr: Ticker ve adet ile hisse senetleri ve ETF'ler
zh_hans: 带代码和持仓数量的股票与 ETF

# finances.add_account.product.stocks.title
source: Акции
de: Aktien
en: Stocks
es: Acciones
fr: Actions
tr: Hisse Senetleri
zh_hans: 股票

# finances.add_account.product.type
source: Тип продукта
de: Produkttyp
en: Product type
es: Tipo de producto
fr: Type de produit
tr: Ürün türü
zh_hans: 产品类型

# finances.add_account.section.archived
source: Выбрать из архива
de: Aus Archiv auswählen
en: Select from archive
es: Seleccionar del archivo
fr: Sélectionner depuis l'archive
tr: Arşivden seç
zh_hans: 从归档中选择

# finances.add_account.section.balance
source: Баланс
de: Guthaben
en: Balance
es: Saldo
fr: Solde
tr: Bakiye
zh_hans: 余额

# finances.add_account.section.calculations
source: Подсчеты
de: Berechnungen
en: Calculations
es: Cálculos
fr: Calculs
tr: Hesaplamalar
zh_hans: 计算

# finances.add_account.section.group
source: Группа
de: Gruppe
en: Group
es: Grupo
fr: Groupe
tr: Grup
zh_hans: 分组

# finances.add_account.section.hints
source: Подсказки
de: Hinweise
en: Hints
es: Sugerencias
fr: Conseils
tr: İpuçları
zh_hans: 提示

# finances.add_account.section.name
source: Название
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 名称

# finances.add_account.section.priority
source: Приоритет
de: Priorität
en: Priority
es: Prioridad
fr: Priorité
tr: Öncelik
zh_hans: 优先级

# finances.add_account.section.type
source: Тип
de: Typ
en: Type
es: Tipo
fr: Type
tr: Tür
zh_hans: 类型

# finances.add_account.total_impact.credit_note
source: Для учета в «Итого» используется поле «Общий долг».
de: Für Gesamt wird das Feld Gesamtschuld verwendet.
en: For Total, the Total debt field is used.
es: Para el Total se usa el campo Deuda total.
fr: Le champ «Dette totale» est utilisé pour le total.
tr: Toplam için «Toplam borç» alanı kullanılır.
zh_hans: 计入"合计"时使用"总债务"字段。

# finances.add_account.total_impact.credit_remaining_note
source: Для учета в «Итого» используется поле «Остаток долга».
de: Für Gesamt wird das Feld Restschuld verwendet.
en: For Total, the Remaining debt field is used.
es: Para el Total se usa el campo Deuda restante.
fr: Le champ «Solde restant» est utilisé pour le total.
tr: Toplam için «Kalan borç» alanı kullanılır.
zh_hans: 计入"合计"时使用"剩余债务"字段。

# finances.add_account.total_impact.debt_note
source: Для долгов: если вам должны — выбирайте «Увеличивает», если вы должны — «Уменьшает».
de: Für Schulden: Wenn andere dir schulden, wähle Erhöht; wenn du schuldest, wähle Verringert.
en: For debts: if others owe you, choose Increases; if you owe, choose Decreases.
es: Para deudas: si otros te deben, elige Aumenta; si tú debes, elige Disminuye.
fr: Pour les dettes : si d'autres vous doivent de l'argent — choisissez «Augmente», si vous êtes débiteur — «Réduit».
tr: Borçlar için: başkaları size borçluysa «Artırır»ı, siz borçluyysanız «Azaltır»ı seçin.
zh_hans: 债务：若别人欠你选"增加"，若你欠别人选"减少"。

# finances.add_account.total_impact.decreases
source: Уменьшает
de: Verringert
en: Decreases
es: Disminuye
fr: Réduit
tr: Azaltır
zh_hans: 减少

# finances.add_account.total_impact.description
source: Определяет, как изменение баланса влияет на общий итог по всем продуктам.
de: Legt fest, wie Saldoänderungen das Gesamtergebnis aller Produkte beeinflussen.
en: Defines how balance changes affect the overall total across all products.
es: Define cómo los cambios de saldo afectan al total general de todos los productos.
fr: Détermine comment les variations de solde influencent le total global de tous les produits.
tr: Bakiye değişikliklerinin tüm ürünlerdeki genel toplama nasıl etki ettiğini belirler.
zh_hans: 定义余额变动如何影响所有产品的总计。

# finances.add_account.total_impact.include
source: Учитывать в «Итого»
de: In Gesamt einbeziehen
en: Include in total
es: Incluir en total
fr: Inclure dans le total
tr: Toplamda say
zh_hans: 计入"合计"

# finances.add_account.total_impact.increases
source: Увеличивает
de: Erhöht
en: Increases
es: Aumenta
fr: Augmente
tr: Artırır
zh_hans: 增加

# finances.add_account.total_impact.title
source: Влияние на «Итого»
de: Auswirkung auf Gesamt
en: Impact on total
es: Impacto en el total
fr: Impact sur le total
tr: Toplam etkisi
zh_hans: 对合计的影响

# finances.audit.accessibility.select_date
source: Выбрать дату
de: Datum auswählen
en: Select date
es: Seleccionar fecha
fr: Sélectionner une date
tr: Tarih seç
zh_hans: 选择日期

# finances.audit.badge.unknown
source: Неизвестный
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
tr: Bilinmiyor
zh_hans: 未知

# finances.audit.confirmation.delete_account
source: Удалить счёт навсегда
de: Konto dauerhaft löschen
en: Delete account permanently
es: Eliminar cuenta permanentemente
fr: Supprimer le compte définitivement
tr: Hesabı kalıcı olarak sil
zh_hans: 永久删除账户

# finances.audit.confirmation.delete_account.message
source: Счёт «%@» будет удалён из истории и текущей базы. Операция необратима.
de: Das Konto "%@" wird aus dem Verlauf und der aktuellen Datenbank gelöscht. Diese Operation ist irreversibel.
en: The account "%@" will be deleted from history and the current database. This operation is irreversible.
es: La cuenta "%@" se eliminará del historial y la base de datos actual. Esta operación es irreversible.
fr: Le compte «%@» sera supprimé de l'historique et de la base de données actuelle. Cette action est irréversible.
tr: "%@" hesabı geçmişten ve mevcut veritabanından silinecek. Bu işlem geri alınamaz.
zh_hans: 账户"%@"将从历史记录和当前数据库中彻底删除，此操作不可撤销。

# finances.audit.confirmation.delete_value
source: Удалить значение
de: Wert löschen
en: Delete value
es: Eliminar valor
fr: Supprimer la valeur
tr: Değeri sil
zh_hans: 删除数值

# finances.audit.confirmation.delete_value.message
source: Удалится только значение за выбранную дату для «%@». Операция идемпотентна.
de: Nur der Wert für das ausgewählte Datum wird für "%@" gelöscht. Diese Operation ist idempotent.
en: Only the value for the selected date will be deleted for "%@". This operation is idempotent.
es: Solo se eliminará el valor de la fecha seleccionada para "%@". Esta operación es idempotente.
fr: Pour «%@», seule la valeur de la date sélectionnée sera supprimée. L'opération est idempotente.
tr: "%@" için yalnızca seçilen tarihe ait değer silinecek. İşlem tekrarlanabilir.
zh_hans: 仅删除"%@"所选日期的数值，此操作可重复执行。

# finances.audit.confirmation.title
source: Подтвердите действие
de: Aktion bestätigen
en: Confirm action
es: Confirmar acción
fr: Confirmer l'action
tr: İşlemi onayla
zh_hans: 确认操作

# finances.audit.date_picker.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: OK
tr: Tamam
zh_hans: 完成

# finances.audit.date_picker.label
source: Дата среза
de: Snapshot-Datum
en: Snapshot date
es: Fecha de la instantánea
fr: Date du snapshot
tr: Anlık görüntü tarihi
zh_hans: 快照日期

# finances.audit.date_picker.title
source: Выбор даты
de: Datum auswählen
en: Select Date
es: Seleccionar fecha
fr: Sélectionner une date
tr: Tarih seç
zh_hans: 选择日期

# finances.audit.empty.no_snapshot
source: На эту дату нет сохраненного среза
de: Kein Snapshot für dieses Datum gespeichert
en: No snapshot saved for this date
es: Sin instantánea guardada para esta fecha
fr: Aucun snapshot pour cette date
tr: Bu tarihe ait anlık görüntü yok
zh_hans: 该日期没有已保存的快照

# finances.audit.empty.select_other_date
source: Выбрать другую дату
de: Anderes Datum auswählen
en: Select another date
es: Seleccionar otra fecha
fr: Sélectionner une autre date
tr: Başka tarih seç
zh_hans: 选择其他日期

# finances.audit.fallback.ungrouped
source: Без группы
de: Nicht gruppiert
en: Ungrouped
es: Sin grupo
fr: Sans groupe
tr: Grupsuz
zh_hans: 未分组

# finances.audit.fallback.unknown_account
source: Неизвестный счёт
de: Unbekanntes Konto
en: Unknown account
es: Cuenta desconocida
fr: Compte inconnu
tr: Bilinmeyen hesap
zh_hans: 未知账户

# finances.audit.menu.date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# finances.audit.menu.edit_mode.finish
source: Завершить редактирование
de: Bearbeitung beenden
en: Finish Editing
es: Finalizar edición
fr: Terminer l'édition
tr: Düzenlemeyi bitir
zh_hans: 完成编辑

# finances.audit.menu.edit_mode.start
source: Режим редактирования
de: Bearbeitungsmodus
en: Edit Mode
es: Modo edición
fr: Mode édition
tr: Düzenleme modu
zh_hans: 编辑模式

# finances.audit.nav.title
source: Дневные срезы
de: Tägliche Snapshots
en: Daily Snapshots
es: Instantáneas diarias
fr: Snapshots quotidiens
tr: Günlük anlık görüntüler
zh_hans: 每日快照

# finances.audit.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# finances.audit.search.placeholder
source: Поиск счёта
de: Konto suchen
en: Search account
es: Buscar cuenta
fr: Rechercher un compte
tr: Hesap ara
zh_hans: 搜索账户

# finances.audit.swipe.delete_account
source: Удалить счёт
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
tr: Hesabı sil
zh_hans: 删除账户

# finances.audit.swipe.delete_date
source: Удалить дату
de: Datum löschen
en: Delete date
es: Eliminar fecha
fr: Supprimer la date
tr: Tarihi sil
zh_hans: 删除日期

# finances.balance_chart.open_account_accessibility
source: Открыть счёт
de: Konto öffnen
en: Open account
es: Abrir cuenta
fr: Ouvrir le compte
tr: Hesabı aç
zh_hans: 打开账户

# finances.bank.alfa
source: Альфа-Банк
de: Alfa-Bank
en: Alfa-Bank
es: Alfa-Bank
fr: Alfa-Bank
tr: Alfa-Bank
zh_hans: Alfa-Bank

# finances.bank.gazprombank
source: Газпромбанк
de: Gazprombank
en: Gazprombank
es: Gazprombank
fr: Gazprombank
tr: Gazprombank
zh_hans: Gazprombank

# finances.bank.other
source: Другой
de: Sonstiges
en: Other
es: Otro
fr: Autre
tr: Diğer
zh_hans: 其他

# finances.bank.otkritie
source: Открытие
de: Otkritie
en: Otkritie
es: Otkritie
fr: Otkritie
tr: Otkritie
zh_hans: Otkritie

# finances.bank.raiffeisen
source: Райффайзенбанк
de: Raiffeisenbank
en: Raiffeisenbank
es: Raiffeisenbank
fr: Raiffeisen
tr: Raiffeisen
zh_hans: Raiffeisenbank

# finances.bank.rosbank
source: Росбанк
de: Rosbank
en: Rosbank
es: Rosbank
fr: Rosbank
tr: Rosbank
zh_hans: Rosbank

# finances.bank.sberbank
source: Сбербанк
de: Sberbank
en: Sberbank
es: Sberbank
fr: Sberbank
tr: Sberbank
zh_hans: Sberbank

# finances.bank.tinkoff
source: Тинькофф
de: Tinkoff
en: Tinkoff
es: Tinkoff
fr: Tinkoff
tr: Tinkoff
zh_hans: Tinkoff

# finances.bank.vtb
source: ВТБ
de: VTB
en: VTB
es: VTB
fr: VTB
tr: VTB
zh_hans: VTB

# finances.card.type.credit
source: Кредитная
de: Kredit
en: Credit
es: Crédito
fr: Crédit
tr: Kredi
zh_hans: 信用卡

# finances.card.type.debit
source: Дебетовая
de: Debit
en: Debit
es: Débito
fr: Débit
tr: Banka
zh_hans: 借记卡

# finances.chart.amount_label
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# finances.chart.axis.date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# finances.chart.axis.low
source: Низ
de: Tief
en: Low
es: Mínimo
fr: Minimum
tr: Minimum
zh_hans: 最低

# finances.chart.axis.total
source: Итого
de: Gesamt
en: Total
es: Total
fr: Total
tr: Toplam
zh_hans: 合计

# finances.common.add
source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
tr: Ekle
zh_hans: 添加

# finances.common.back
source: Назад
de: Zurück
en: Back
es: Atrás
fr: Retour
tr: Geri
zh_hans: 返回

# finances.common.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# finances.common.close
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# finances.common.delete
source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
tr: Sil
zh_hans: 删除

# finances.common.quick_navigation
source: Быстрая навигация по мини-приложениям
de: Schnelle Mini-App-Navigation
en: Quick mini-app navigation
es: Navegación rápida entre mini apps
fr: Navigation rapide
tr: Hızlı gezinme
zh_hans: 快速导航

# finances.common.reset
source: Сбросить
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
tr: Sıfırla
zh_hans: 重置

# finances.common.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# finances.common.settings
source: Настройки
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
tr: Ayarlar
zh_hans: 设置

# finances.convert_to_core.action
source: Перевести в новое ядро
de: Zum neuen Kern verschieben
en: Move to new core
es: Mover al nuevo núcleo
fr: Déplacer vers le nouveau cœur
tr: Yeni çekirdeğe taşı
zh_hans: 转移到新核心

# finances.convert_to_core.confirm.action
source: Перевести
de: Verschieben
en: Move
es: Mover
fr: Déplacer
tr: Taşı
zh_hans: 转移
